tutorials/5x5pad/0/T
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    bottom
    {
        type            zeroGradient;
        value           uniform 300;
    }
    top
    {
        type            mixedTemperature;
        h               10.0;
        emissivity      0.4;
        Tinf            uniform 300;
        value           $internalField;
    }
    sides
    {
        type            zeroGradient;
        value           uniform 300;
    }
    internal
    {
        type            internal;
    }
}


// ************************************************************************* //
